// 物流資訊
export const logisticsInfo = [
  "超商門市取貨，因配合超商物流作業流程，預計到貨日約3~5工作天。無法保證配達日。",
  "配合超商作業規範。若商品超重、或超過材積上限，僅能改以宅配方式配送。",
  "使用超取，請務必確認訂單填寫之收件人姓名是否正確，若與證件不符將會影響取件權益。",
  "目前全館送貨範圍限台灣本島，台灣離島及其他國家暫不提供寄送服務。",
  "一張訂單只能配送同一地址，如需寄送不同地址，麻煩請分開下單",
  " 如遇特定節日(例如中秋、端午、農曆新年期間等)物流運量大，到達時間將依實際配送狀況而定，建議提早下單以免久候。",
];

export const couponInfo = [
  "於購物車頁面輸入優惠券代碼即可折抵指定折扣",
  "若結帳時未輸入優惠代碼，恕無法於訂單成立後要求補行折抵。",
  "本優惠券代碼僅於活動期間內有效。",
  "使用優惠券抵扣之訂單，該筆訂單若全部取消或全部退貨，則優惠劵視同作廢，不再補發。",
  "其他活動細節則以公告為準。",
];

export const productInfo = [
  "實品顏色依單品照為主 尼龍 10% 嫘縈 90% 素材產地 / 中國 加工產地/ 中國 舒適涼感坑條針織/方領 商品長度/適中 商品版型/合身商品厚薄/適中 商品彈性/佳",
  "深色布料因穿著時接觸人體溫度及洗滌後有脫色及染劑移染狀況，第一次下水脫色為正常現象",
  "此款材質特性，不宜使用衣架吊掛，建議平放/避免摩擦",
  "針織材質吸濕性較一般材質大，故洗滌後些微縮水屬正常現象",
  "請避免手錶、飾品或者包包小零件勾住針織網眼",
];

export const washInfo = [
  "深淺色請分開洗滌，以避免造成互相移染。",
  "請放入大小適中之細網洗衣袋細中弱速水洗，以保持商品型態。",
  "洗滌時，水溫請低於30℃；請使用中性洗劑；請勿浸泡。",
  "請勿使用漂白劑、螢光增白劑及衣物柔軟劑，以免破壞布料。",
  "不可濕放，以免衣物染色；請弱速輕脫水，不可烘乾，以免衣物縮水。",
  "清洗後請快速調整商品型態並平放陰乾即可，不可擰扭，勿直接曝曬於陽光下",
  "不可熨燙。",
  "穿著時，請留意避免與配件包包等他物接觸摩擦。",
];
